---
kind: other
id: Properties.T:Autodesk.Revit.DB.View3D
zh: 三维视图、3d视图
source: html/31b11d64-3248-deb0-dfd5-d02307e53fa3.htm
---
# View3D Properties

**中文**: 三维视图、3d视图

Element id of Analysis Display Style associated with the view.